export const types = [
    {
        name: "ウェブサイト作成・改修・そのほか機能追加の依頼",
        description:
            "簡易的なLPからWordPressの新規作成、既存のウェブサイトの改修、機能追加などを承ります。まずはテレビ電話でヒアリング（30分無料）いたしますので、メッセージに希望日時候補を3つご入力の上メールフォームを送信してください。",
    },
    {
        name: "相談したい",
        description:
            "大変恐縮ですがヒアリングなしでのお見積もりはいたしません。まずはテレビ電話（30分無料）などでご相談を受け付けます。メッセージに相談内容の概要とテレビ電話の希望日時候補を3つご入力の上、メールフォームを送信してください。",
    },
    {
        name: "ファンレター（お喜びの声）",
        description:
            "あなたのブログの感想をお聞かせください。ニックネーム・年代・性別と感想150文字くらいをメッセージいただきますと、抽選で当ブログで紹介させていただきます。",
    },
    {
        name: "そのほか",
        description:
            "そのほかご相談などございましたらお気軽にお問い合わせください。",
    },
];
