---
title: 2021年無くなったら社畜が幸せになりそうなこと7コ
date: 2020-11-15
hero: thumbnail/2020/entry397.jpg
pagetype: blog
cateId: 'ginneko-tsuredure'
tags: ["キャリアアップ・転職","フリーランス"]
description: 社畜って大変ですよね？長いことジョブホッパーでいろんな会社を見てきた中、長い会議、メールなど、、、「これマジでムダじゃね？！無くなったらいいなー」っていうモノがあります。たくさんありますが今回は7つにまとめてみました。
lead: ["フロントエンドエンジニア、今は人生の余暇を楽しんでいるかみーゆです。","社畜って大変ですよね？","長いことジョブホッパーでいろんな会社を見てきた中、長い会議、メールなど、、、「これマジでムダじゃね？！無くなったらいいなー」っていうモノがあります。","たくさんありますが今回は7つにまとめてみました。"]
---
## 1. 長い、週に何度もある会議
GAFA（Google、Apple、Facebook、Amazon）などの大手IT会社は会議の時間は30分以内で切り上げると聞いたことがあります。

が、、、それにしても、いまだに長い会議が日本には多すぎる。

![長い、週に何度もある会議、うんざりーーー](./images/2020/11/entry397-1.jpg)

わたしが10年くらい前に勤めてた会社があります。

<card id="/blogs/entry382/"></card>

こちらの会社では1時間上司の1人演説でした。<br>
あまりにも退屈で、会議資料の端っこによくお絵描きしてました。

1人演説ですし誰も意見できないので苦痛な会議でした。

会議によっては上**司の良かれと思ったお説教が始まり**、次も同じお説教があったり「これってデジャブ？」ってこともありました。

毎回同じことをしていて、**時間だけ浪費して解決になってないんならもったいない**ですよね？

さらにスタッフみんな会議に勤務時間が圧迫されてやるべきことが後回しになるという悪循環。<br><br>



20年会社勤めして感じています。<br>
**ズバリ、ムダな会議は必要ありません**。<br><br>



**情報共有なんて、テキストで十分**のこともあるでしょう。

私が日本でITベンチャーにいたときはお昼の時間を利用してランチしながら軽く情報共有してた程度でした。短時間でしたが事足りてましたし、作業も圧迫されず仕事もスムーズでした。

## 2. メール
私は**メール文化がそろそろなくなってもいい**と思ってます。メールは礼儀や作法が複雑で書くのも時間がかかりますし、スピード感も損なう。

たとえばこの一文を見てください。

<div class="box">【件名】お見積もりのご依頼<br>○○株式会社　 吉田様、川口様、林様<br><br>いつも大変お世話になっております。<br>○○株式会社△△部の○○です。<br><br>このたびはご多忙の中、お打ち合わせのため貴重なお時間をいただき誠に有難うございました。 早速ですが、○月○日までにお見積もりいただけますでしょうか？<br>引き続き宜しくお願い申し上げます。<br>&nbsp;------ 署名 ------</div>

本当に言いたいことはたっこれだけ。<br>
あとは、ほぼ礼儀や作法のためのテキストです。

<div class="box">○月○日までにお見積もりいただけますか？</div>

SlackやChatWorkなどのチャットツールの方がよっぽど速いです。スピード重視するならチャットの方がメールより最適です。**社内のコミュニケーションであればなおのことチャットに切り替えるべき**です。<br>
しかも、既読かどうかもすぐわかります。

必要かもしれませんが最小限にとどめたほうがこれからの時代に即していると思います。

## 3. 古い教育・経験の押し付け
「**私の年になったらわかる**」「**俺の若い頃はこうだった**」という人がたまにいます。
こういうタイプの人に私はとくに気をつけています。


理由は**十中八九その人が若い頃やってきたことを押し付ける**からです。


実際、私が20才の頃40歳くらい上の方に言われて押し付けられました。そして、今となっては**私と同じくらいの人までそんなことを言う年代**となってしまいました。悲しいです。

私が若い頃ってポケベルやPHS、ガラケーの時代。スマホなんてないし、ネットもADSLで低速。

今よりも情報を得るのが何倍も大変だった。

さらに遡ると私たちは土曜日も通学し、平気で水を飲まずにトラックを走っていました。<br>
教師の暴力も当たり前な時代。

しかもブルマーですしwwwあんな黒いデカパン履いて運動していたと思うと恐ろしいです。<br><br>



育った環境も教育もまったく違う若い子に**私たちのやり方を押し付けるのがそもそも間違ってる**というのが私の考えです。<br><br>



耐えられないし、精神的にも、肉体的にも病む。<br><br>



以前、なぜこの人たちは自分の若い頃にしてきたことを20歳くらい違う若者に押し付けるのか考えたことがあります。

**彼ら彼女たちもまた、その前の世代に同じように押し付けられて生きてきた**んですよね。<br><br>



だから悪循環がなかなか終わらない。



でもいつか断ちたい、終わって欲しいと願っています。

私の敬愛するフミコフミオさんの記事も合わせてお読みください。


[「社員はもっと苦労しろ」昭和すぎる上司に絶望した僕が伝えたいこと｜フミコフミオ](https://ten-navi.com/dybe/9399/)

## 4. 長時間労働
![長時間労働](./images/2020/11/entry397-2.jpg)

ムダに長く働くことは自分が無能だと言っているようなものだと思っています。

もしくは与えられたタスクが異常かどっちかですね。

**長時間働くのってまーーーったくかっこよくない**です。<br><br>



**むしろダサい**。<br><br>



これからはもっとフレキシブルな働き方がいいです。

以前私の働いていた日本のITベンチャー企業はフレックスタイムを導入していました。

Web制作の仕事なのでもちろんトラブル対応で遅くなることもあります。

でもコアタイム（10時から15時の間いればいい）の3時に上がって同僚と一緒にふらっと呑むなんてこともできました。
**リフレッシュしてモチベが上がって仕事の質が上がる**のでサイコーでしたよ。

## 5. 独自（むしろ手作り？）社内システム
これもいくつか務めてた会社での話です。2、3社思い当たります。

たまたま会社にシステムやコンピューターに強い人（具体的にはAccess、VBA、ファイルメーカーなど）がいて、なんか知らないけど独自で社内システムを作り始めるんですよね。。。

不備があって毎度毎度改修し続けて「未完のシステム」、、、、**サグラダファミリアか！**って思ってました。

![未完の建造物サグラダファミリア](./images/2020/11/entry397-3.jpg)

都度、作業は止まるしミスは発生するしトータルしたら絶対人件費や時間の経費ムダにしてます。

**時間って一番価値がある**と思いませんか？

時間って失ったら取り戻せませんし、お金にも変えられないんです。

フレックスタイムを導入していたITベンチャー企業はSalesforceという有料のシステム（かなり高い！）で勤怠管理も経費申請もすべて完結していました。

とても時短に快適で仕事に集中でき、ありがたかったなーって思います。

## 6. 通勤時間
私は日本にいる時は大体片道40分かけて会社に行っていました。

トータル1時間20分。都心だと片道2 ~ 3時間とか、壮絶ですよね。。。

みんな忍耐強いと思います。

でも、それだけ時間があれば、何ができるでしょう？

コロナになったことは大変でしたが、各会社がリモートワークを推進し「**やっと時代がキター！！！**」て、思いました。

そしてどの会社も仕方なくとはいえ導入し、「やろうと思えばどの会社も導入できるんだ」という印象でした。<br><br>



1時間以上あればジムも行けるし、家族や友達とも過ごす時間が増えます。<br>
何よりも自分を大切にできます。

## 7. 役職
日本では大きな会社であればあるほど、**縦社会・ピラミッド構造**です。

![大きな会社であればあるほど縦社会・ピラミッド構造](./images/2020/11/entry397-4.jpg)

上に行けば行くほど特権を持ち、もちろん給料もたくさんもらえます。

逆に下に行けば責任は減るけど賃金は安い。<br><br>



当たり前の構造です。<br><br>



**上に登るためには下でピラミッドを支えてくれる新たな人を作らないと自分は登れない**んですよね。

そしていつまでも下にいる人は給料も上がらないから責任を持たない。もしくは「やりがいだけ搾取」される。<br><br>



私、こういったピラミッド構造が良くないと思うんです。

**上と下のパワーバランス上、ピラミッドのバランスが壊れたら組織は壊れます**。

![大きな会社であればあるほど縦社会・ピラミッド構造/上と下のパワーバランス上、ピラミッドのバランスが壊れたら組織は壊れます](./images/2020/11/entry397-5.jpg)

だったらはなからそんな**ピラミッド構造なんてぶっ壊してフラットにしてしまって役職を無くせばいい**と思いませんか？

![ピラミッド構造なんてぶっ壊してフラットにしてしまって役職を無くせばいい](./images/2020/11/entry397-6.jpg)

もうすでにそんな会社あります。

[「組織成長のためにピラミッド型やめる？」− おかんがフラットな組織体制に変えたワケ | DIO](https://kv8tbwdy.wevox.io/media/dio_story_okan/)

これからはそんな組織がどんどん生まれると信じています。

ただ責任や決定ができないほど思考停止している人たちにはそういった組織は向かないかもしれませんね。

## まとめ
この約20年間の社畜人生を振り返り無くなればいいなぁと思った7つをまとめました。<br><br>



今年2020年はコロナ禍でたくさんの辛いことがありました。

来年のことですが、2021年は良い年になればいいなあって、社畜であっても働きやすい時代が来ればいいなって願ってこの記事を書きました。<br><br>



あくまで私いち個人の意見ですが参考にしていただけると幸いです。

<p><a href="https://px.a8.net/svt/ejp?a8mat=3BQLBS+BCFDRM+4LXM+5ZMCH" rel="nofollow" target="_blank"><img alt="" border="0" height="250" src="https://www21.a8.net/svt/bgt?aid=201115000686&amp;wid=001&amp;eno=01&amp;mid=s00000021505001006000&amp;mc=1" width="300"></a> <img alt="" border="0" height="1" src="https://www10.a8.net/0.gif?a8mat=3BQLBS+BCFDRM+4LXM+5ZMCH" width="1"></p>

最後までお読みいただきありがとうございました。
